{
	"source-url" : "https://books.google.com/books?id=665bAAAAQAAJ",
	"source-title" : "The beggar's complaint, against rack-rent landlords, corn factors ... and many other oppressors and oppressions. Also, some observations on the conduct of the luddites. By one who pities the oppressed",
	"source-author" : "George Beaumont",
	"source-date" : "1812",
	"place-phrase" : ["Lancashire"],
	"sound" : ["the hurley burley",
			"the ringing of bells",
			"the firing of cannon",
			"Shouting, Huzzaing, Ringing of Bells",
			"Firing of Rockets"],
	"item" : ["four fingers and a thumb",
			"a large quantity of Potatoes",
			"old shirts and old night-caps",
			"scorpions",
			"cockatrices",
			"baneful reptiles",
			"a Fool's Coat"],
	"item-descriptor" : ["incurably bad",
			"much stained with blood-- human blood, undoubtedly!"],
	"person-descriptor" : ["but a little lower than the very angels of heaven",
			"capable of obtaining a name and a place amongst the shining ranks of cherubim and seraphim",
			"respectable both for age and probity",
			"proverbial for inactivity and sloth"],
	"sick-burn" : ["Perhaps their consciences were not in a state of preparation for the reception of such blunt and unqualified truths.",
			"Do you never feel any qualms of conscience or perturbation of spirit?",
			"One knows not by what words nor in what language sufficiently to reprobate their mischievous conduct!",
			"I am afraid that too frequently, the devil is their Fidler!",
			"I do not recollect reading of any thing, scarcely in all my life, that shocked my feeling and amazed my understanding, so much as this transaction."],
	"too-expensive-sentence" : ["There is scarcely any subsisting evil so universal in its extent and so deplorable in its consequences, as the exorbitantly high price of #item#.",
			"For this high price of #item#, there never has been, in my serious opinion, a just cause assigned.",
			"There has sprung up within this last twenty years, a spirit of avarice, which, for the degree of it, is unprecedented in all former ages."],
	"author-credibility" : ["I humbly believe that I have both reason and revelation, common sense, and general sentiment on my side.",
			"I need not attempt to support this statement by adducing facts, since what is passing at the present day is before every one's eyes.",
			"It is so obvious to every one's eyes, that there is neither necessity for proof nor pretext for contradiction",
			"Let not the reader suppose that this is mere fabrication; for I have been credibly informed that such things have been!"],
	"subject-change" : ["And whilst I am digressing from my leading topic,",
			"Nor will it be ill-timed here to notice",
			"While I am speaking of it, I shall take the liberty to notice another point, which is,",
			"Be this as it may,",
			"This tragical story is still further aggravated by the fact that",
			"And here also I will take the liberty of stepping out of my way, to notice that"],
	"conclusory-phrase" : ["Having given the reader the above statement of my views,",
			"According to my views then,",
			"Now from this and other memorable events of a similar nature,",
			"Now reader, laying aside prejudice and partiality,",
			"To conclude: It is my real opinion, that"],
	"anecdote-metaphor" : ["When I was a boy I sometimes saw what are called Morris Dancers, and frequently I witnessed country dances. In viewing the latter of these, I observed the dancers were generally arranged in a double row. When the Fidler struck off, two of the dancers at one end of the row, would go capering up the outside and then turn in at the other end and caper down the middle, when at the bottom again, two more would join them, then they went right and left; after this they crossed hands, each laying hold of his opposite; now they scampered round one after another like a wheel, by and bye they let go and changed hands, facing the quite contrary way, then like a wheel they scampered that way! Now, this is but a whimsical metaphor I grant, but I can find no better by which to represent the situation."]
}
